{
  "gebze technical university": "Gebze Technical University",
  "rover_team": "Rover Team",
  "header_text": "The rover team of Gebze Technical University has founded with the participation of students from different disciplines in order to bring robotic solutions to the problems of the future with the extraterrestrial environment and interplanetary missions.",
  "members": "Members",
  "sponsors": "Sponsors",
  "rover": "Rover",
  "about": "About Us",
  "contact": "Contact",
  "support_us": "Support Us",

  "what is rover": "What is Rover?",
  "rover description": "Rover, space exploration vehicle, is an autonomous system designed to act in extreme conditions, produced to perform all specific tasks such as collecting information about other planets, examining samples taken from the field to investigate the possibility of life.",
  "what is erc": "What is ERC?",
  "erc description": "ERC (European Rover Challenge) is the Mars exploration robot competition held in Poland every year with teams from various countries around the world. The competition aims to provide new gains to the science and space industry. Additionally, it is the largest robotics and space event in Europe.",
  "what is urc": "What is URC?",
  "urc description": "URC (University Rover Challenge) is an international competition organized by the Mars Society at MDRS (Mars Desert Research Station) in Utah - USA, to encourage university students to design next generation spacecraft.",

  "follow us": "Follow Us On Social Media",
  "join us": "Join Us",

  "sponsors": "Sponsors",
  "main": "Main Sponsor",
  "name": "Name Sponsor",
  "workshop": "Workshop Name Sponsor",
  "platinum": "Platinum Sponsor",
  "gold": "Gold Sponsor",
  "silver": "Silver Sponsor",
  "bronze": "Bronze Sponsor",
  "supporters": "Our Supporters",

  "who are we": "Who are we?",
  "university description": "Gebze Technical University was established on November 4, 2014, on the foundations and experience of Gebze High Technology Institute, which was established in 1992, and protecting its 22-year heritage. Our university is the youngest yet experienced university, which is a candidate to be the most important science base of our country with its infrastructure, equipment and academic staff.",
  "team description": "GTU Rover Team was founded in May 2020 and is a young, dynamic team with 30+ members who are interested in Space, Science and Technology. It was founded by students from different disciplines in order to produce robotic solutions to the problems of the future in extraterrestrial and interplanetary missions.",
  "team tasks": "Our team consists of 5 different sub-teams: Electronics, Software, Mechanics, Science, Sponsorship & Media. The duties of the sub-teams are as follows;",

  "software team": "Software Team",
  "autonomous description": "Team develops algorithms using data from sensors and cameras to enable the rover and the robot arm to move autonomously.  ",
  "interface description": "Team designs an interface to control the rover and visualize the data from the rover.  ",
  "object detection description": "Team enables the rover to recognize objects around it by using image processing techniques.",
  "electronics team": "Electronics Team",
  "electronics team description": "Team provides the necessary power to electronic components on the Rover, in-vehicle communication and wireless communication with the ground station, designs and manufactures PCBs.",
  "science team": "Science Team",
  "science team description": "Team analyzes the samples that Rover has taken from the competition area and look for any signs of life that may have happened in the past or in the future. They are also responsible for examining the geological structure of the competition area.",
  "sponsorship team": "Sponsorship and Media Team",
  "sponsorship team description": "Team is responsible for providing sponsorship by negotiating with companies, sharing posts about the team on social media platforms to announce the team to wider audiences, and creating content by making designs for the promotion of the team.",
  "mechanical team": "Mechanical Team",
  "mechanical team description": "Team is responsible for designing the drive system, robotic arm and soil sampling platform for science missions, including parts of the rover such as chassis, suspension and wheels, as well as for its production and for testing its ability to perform Rover’s missions under extreme conditions in accordance with the parameters of the competition.",
  "our purpose description": "Our purpose is to design and produce a robot that fits the parameters of the URC/ERC competitions as well as to play a leading role in training the next generation of multidisciplinary, devoted engineers and increasing innovation in the world of education and research in our region.",

  "members": "Members",
  "team advisor": "Team Advisor",
  "assistant professor": "Assistant Professor"
}
