{
  "gebze technical university": "Gebze Teknik Ünviersitesi",
  "rover_team": "Rover Team",
  "header_text": "Gebze Teknik Üniversitesi Rover takımı, dünyadışı ortam ve gezegenler arası misyonlarda geleceğin problemlerine, robotik çözümler üretmek amacıyla farklı disiplinlerden öğrencilerin bir araya gelmesiyle kurulmuştur.",
  "members": "Üyeler",
  "sponsors": "Sponsorlar",
  "rover": "Rover",
  "about": "Hakkımızda",
  "contact": "İletişim",
  "support_us": "Bize Destek Olun",

  "what is rover": "Rover nedir?",
  "rover description": "Rover, Uzay Keşif Aracı, diğer gezegenler hakkında bilgi toplamak, araziden alınan örnekleri inceleyerek, yaşamsal belirtileri araştırmak gibi belirli tüm görevleri yerine getirmek için üretilen, ekstrem koşullarda hareket etmeye uygun tasarlanan otonom sistemlerdir.",
  "what is erc": "ERC nedir?",
  "erc description": "ERC(European Rover Challange), her yıl dünyanın çeşitli ülkelerinden katılan takımlar ile Polonya'da düzenlenen Mars keşif robotu yarışmasıdır.  Yarışma bilim ve uzay sektörüne yeni kazanımlar sağlamayı amaçlamaktadır. Ayrıca Avrupa'daki en büyük robotik ve uzay etkinliğidir.",
  "what is urc": "URC nedir?",
  "urc description": "URC(University Rover Challange), Mars Society tarafıdan Amerika Birleşik Devletleri'nin Utah eyaletindeki MDRS'da (Mars Desert Research Station) gerçekleştirilen, üniversite öğrencilerini gelecek nesil uzay araçlarını tasarlamayı teşvik etmek amaçlı yapılan uluslararası bir yarışmadır.",

  "follow us": "Bizi Sosyal Medyada Takip Edin",
  "join us": "Bize Katılın",

  "sponsors": "Sponsorluklarımız",
  "main": "Ana Sponsorumuz",
  "name": "İsim Sponsorumuz",
  "workshop": "Atölye İsim Sponsorumuz",
  "platinum": "Platin Sponsor",
  "gold": "Altın Sponsor",
  "silver": "Gümüş Sponsor",
  "bronze": "Bronz Sponsor",
  "supporters": "Destekçilerimiz",

  "who are we": "Biz Kimiz?",
  "university description": "Gebze Teknik Üniversitesi, 1992'de kurulan Gebze Yüksek Teknoloji Enstitüsü’nün temelleri ve tecrübe birikimleri üzerine ve 22 yıllık mirasına sahip çıkarak 4 Kasım 2014 tarihinde kurulmuştur. Üniversitemiz altyapısıyla, donanımıyla, akademik kadrosuyla ülkemizin en önemli bilim üssü olmaya aday, en genç ancak deneyimli üniversitesidir.",
  "team description": "GTU Rover Takımı , 2020 yılının Mayıs ayında kurulmuş olup bünyesinde Uzaya, Bilime ve Teknolojiye meraklı  30+ üyesiyle genç ve dinamik bir takımdır. Dünyadışı ortam ve gezegenler arası misyonlarda geleceğin problemlerine, robotik çözümler üretmek amacıyla farklı disiplinlerden öğrencilerin bir araya gelmesiyle kurulmuştur.",
  "team tasks": "Takımımız Elektronik, Yazılım, Mekanik, Bilim, Sponsorluk & Medya olmak üzere 5 farklı alt takımdan oluşmaktadır. Alt takımların görevleri şu şekildedir;",

  "software team": "Yazılım Ekibi",
  "autonomous description": "Roverın ve robot kolun otonom bir şekilde hareket edebilmesi için sensörlerden ve kameralardan elde edilen verileri kullanarak algoritmalar geliştirir.",
  "interface description": "Roverın kontrolü ve roverdan gelen verilerin görselleştirilmesi için arayüz tasarlar.",
  "object detection description": "Görüntü işleme tekniklerinı kullanarak roverın etrafındaki nesneleri tanımasını sağlar.",
  "electronics team": "Elektronik Ekibi",
  "electronics team description": "Rover üzerindeki elektronik kompononentlere gerekli gücü, araç içi iletişimi ve yer istasyonu ile kablosuz haberleşmeyi sağlar ayrıca baskı devre kartlarını tasarlayıp üretir.",
  "science team": "Bilim Ekibi",
  "science team description": "Roverın yarışma alanından aldığı örnekleri analiz edip, geçmişte olmuş veya gelecekte olabilecek herhangi bir yaşam belirtisi arar. Aynı zamanda yarışma alanının jeolojik yapısını incelemekle sorumludur.",
  "sponsorship team": "Sponsorluk ve Medya Ekibi",
  "sponsorship team description": "Firmalar ile görüşmeler gerçekleştirerek sponsorluk sağlanmasından, sosyal medya platformlarında takımın daha geniş kitlelere duyurulması için paylaşımlar yapılmasindan ve ekibin tanıtılmasına yönelik tasarımlar yapıp içerik üretilmesinden sorumludur.",
  "mechanical team": "Mekanik Ekibi",
  "mechanical team description": "Yarışmanın parametrelerine uygun olarak roverın şasi, süspansiyon, tekerlekler gibi kısımlarını içeren yürür sistemini, robotik kolunu ve bilim görevi için toprak örneği alma platformunu tasarlamanın yanısıra üretiminden ve de ekstrem koşullarda görevlerini yerine getirebilirliğini test etmekten sorumludur.",
  "our purpose description": "Amacımız, URC/ERC yarışmalarının parametrelerine uygun bir robot tasarlayıp üretmenin yanısıra; gelecek nesil multidisipliner, özverili mühendis ve bilim insanları yetişmesinde, eğitim ve araştırma dünyasında bölgede inovasyonu arttırmakta öncü rol oynamaktır.",

  "members": "Üyeler",
  "advisor team": "Takım Danışmanı",
  "assistant professor": "Dr. Öğr. Üyesi"
}
